xeon/20220910-btrfs/stripe/default/1000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 100628332
number of failed transactions: 0 (0.000%)
latency average = 1.145 ms
initial connection time = 12.957 ms
tps = 27952.334617 (without initial connection time)